Repository: maximilien-noal/SharpTempo
Catalog: LibTempo/Resource.*.resx
Languages: fr_fr

# IsGamingMode
source: activate the gaming mode
fr_fr: active le mode jeu

# Precision
source: set the decimal precision of the tempo display, max is 5 digits
fr_fr: changer le nombre de décimale du tempo à afficher, le maximum est 5 chiffres

# ResetTime
source: set the time in second to reset the computation
fr_fr: changer le temps en seconde avant que le calcul ne soit remis à zéro

# SampleSize
source: set the number of samples need to compute the tempo
fr_fr: changer le nombre d'échantillons nécessaires au calcul du tempo

# SentenceBadFormatConversionErrorOption
source: Option '{0}' is not of the required format.
fr_fr: L'option '{0}'ne respecte pas le format requis.

# SentenceBadFormatConversionErrorValue
source: A value not bound to option name is defined with a bad format.
fr_fr: Une valeur non liée à une option est formattée de manière incorrecte.

# SentenceBadFormatTokenError
source: Token '{0}' is not recognized.
fr_fr: L'élément '{0}' est inconnu.

# SentenceBadVerbSelectedError
source: Verb '{0}' is not recognized.
fr_fr: Le verbe '{0}' est inconnu.

# SentenceErrorsHeadingText
source: ERROR(S):
fr_fr: ERREUR(S) :

# SentenceHelpCommandTextOption
source: Display this help screen.
fr_fr: Affiche cette écran d'aide.

# SentenceHelpCommandTextVerb
source: Display more information on a specific command.
fr_fr: Affiche plus d'informations sur une commande spécifique.

# SentenceMissingRequiredOptionError
source: Required option '{0}' is missing.
fr_fr: L'option obligatoire '{0}' est manquante.

# SentenceMissingRequiredValueError
source: A required value not bound to option name is missing.
fr_fr: Une valeure requise non liée à une option est manquante.

# SentenceMissingValueOptionError
source: Option '{0}' has no value.
fr_fr: L'option '{0}' n'a pas de valeur.

# SentenceMutuallyExclusiveSetErrors
source: Options: {0} are not compatible with {1}.
fr_fr: Les options: {0} ne sont pas compatibles avec l'option {1}.

# SentenceNoVerbSelectedError
source: No verb selected.
fr_fr: Pas de verbe sélectionné.

# SentenceRepeatedOptionError
source: Option '{0}' is defined multiple times.
fr_fr: L'option '{0}' est définie plus d'une fois.

# SentenceRequiredWord
source: Required.
fr_fr: Obligatoire.

# SentenceSequenceOutOfRangeErrorOption
source: A sequence option '{0}' is defined with fewer or more items than required.
fr_fr: Une séquence de l'option '{0}' est définie avec trop ou trop peu d'éléments.

# SentenceSequenceOutOfRangeErrorValue
source: A sequence value not bound to option name is defined with few items than required.
fr_fr: Une séquence non liée à une option contient trop peu d'éléments.

# SentenceSetValueExceptionError
source: Error setting value to option '{0}': {1}
fr_fr: Erreur lors du paramètrage de l'option '{0}': {1}

# SentenceUnknownOptionError
source: Option '{0}' is unknown.
fr_fr: L'Option '{0}' n'est pas reconnue.

# SentenceUsageHeadingText
source: USAGE:
fr_fr: UTILISATION :

# SentenceVersionCommandText
source: Display version information.
fr_fr: Affiche les informations de version.
